{
  "affirmations": [
    "I am enough just as I am.",
    "I deserve love and happiness.",
    "I choose to be positive and embrace the day.",
    "I am worthy of my dreams and aspirations.",
    "I attract success and prosperity into my life.",
    "I am capable of achieving my goals.",
    "I believe in myself and my abilities.",
    "I am surrounded by love and support.",
    "I am grateful for the abundance in my life.",
    "I embrace change and grow from it.",
    "I have the power to create my reality.",
    "I forgive myself and let go of past mistakes.",
    "I am resilient and can overcome challenges.",
    "I am in control of my thoughts and emotions.",
    "I trust the process of life and its timing.",
    "I am worthy of respect and kindness.",
    "I celebrate my achievements, big and small.",
    "I am constantly learning and evolving.",
    "I attract positive energy into my life.",
    "I have the strength to face any obstacle.",
    "I radiate confidence and positivity.",
    "I am deserving of all good things.",
    "I create my own happiness.",
    "I choose to focus on the present moment.",
    "I am open to new experiences and opportunities.",
    "I trust my intuition and inner wisdom.",
    "I am capable of making a difference in the world.",
    "I prioritize my well-being and self-care.",
    "I embrace my uniqueness and individuality.",
    "I am a magnet for success and abundance.",
    "I have the courage to pursue my passions.",
    "I am grateful for the lessons life teaches me.",
    "I find joy in the little things.",
    "I am worthy of my own love and acceptance.",
    "I release any fear that holds me back.",
    "I choose to see the good in others.",
    "I am capable of achieving greatness.",
    "I am surrounded by beauty and inspiration.",
    "I am committed to my personal growth.",
    "I attract relationships that uplift and empower me.",
    "I honor my feelings and emotions.",
    "I am a source of positivity for others.",
    "I embrace my strengths and talents.",
    "I trust that I am on the right path.",
    "I am deserving of peace and tranquility.",
    "I create a life filled with purpose and passion.",
    "I am open to receiving love and support.",
    "I am grateful for my journey and its lessons.",
    "I choose to let go of negativity and embrace positivity.",
    "I am proud of who I am becoming.",
    "I am capable of achieving greatness through consistent effort.",
    "I embrace the challenges that help me grow.",
    "I deserve to be happy, healthy, and loved.",
    "I am constantly learning and improving every day.",
    "I am worthy of love and respect from others and myself.",
    "I release any negativity that no longer serves me.",
    "I trust in the process and know that everything will unfold as it should.",
    "I have the power to create positive change in my life.",
    "I am resilient, and I rise stronger from my setbacks.",
    "I am surrounded by supportive people who uplift me.",
    "I attract abundance and prosperity into my life.",
    "I am aligned with my highest purpose and potential.",
    "I am proud of all the progress I have made.",
    "I approach every task with a calm and focused mind.",
    "I honor my journey and trust in my unique path.",
    "I am enough, just as I am.",
    "I forgive myself for past mistakes and embrace the lessons they brought.",
    "I radiate positivity, and it attracts good things into my life.",
    "I am open to new opportunities and experiences.",
    "I have all the tools I need to succeed.",
    "I celebrate the small wins on my way to bigger goals.",
    "I am patient with myself as I work toward my dreams.",
    "I am worthy of achieving my dreams and living a fulfilled life.",
    "I focus on what I can control and let go of what I cannot.",
    "I am grateful for every moment of growth and learning.",
    "I believe in myself and my abilities to overcome obstacles.",
    "I find joy in the present and trust the future will be bright.",
    "I am confident in my ability to handle whatever comes my way.",
    "I release fear and embrace love in every situation.",
    "I honor my body by treating it with care and respect.",
    "I am deserving of rest and relaxation.",
    "I am open to the lessons that each new day brings.",
    "I attract positive and healthy relationships.",
    "I am worthy of setting boundaries that honor my needs.",
    "I embrace change and trust the journey.",
    "I am courageous and face challenges head-on.",
    "I am in charge of my happiness and deserve to be fulfilled.",
    "I attract people and opportunities that support my dreams.",
    "I am grateful for the abundance that flows into my life.",
    "I have the strength to navigate any challenge that comes my way.",
    "I trust that everything is working out for my highest good.",
    "I am capable of making a meaningful impact in the world.",
    "I choose peace and tranquility over stress and worry.",
    "I am deserving of all the success and abundance I seek.",
    "I am open to receiving love, success, and happiness.",
    "I am confident in expressing my true self.",
    "I attract only good things into my life.",
    "I am grateful for the blessings in my life, big and small.",
    "I trust the timing of my life and know that everything happens for a reason.",
    "I am constantly evolving and becoming the best version of myself."
  ]
}
