{
    "happy": [
        "Celebrate your joy with a small treat.",
        "Share your good mood with a loved one.",
        "Write down what made you happy today.",
        "Dance to your favorite upbeat song.",
        "Smile at yourself in the mirror.",
        "Plan a fun activity for the weekend.",
        "Give someone a compliment.",
        "Spend time outdoors soaking up the sun.",
        "Recall a fond memory and savor it.",
        "Start a gratitude journal for your happy moments.",
        "Send a positive message to a friend.",
        "Do something kind for a stranger.",
        "Bake or cook your favorite dish.",
        "Spend quality time with your pet.",
        "Treat yourself to a relaxing spa day at home.",
        "Reconnect with a hobby you enjoy.",
        "Take a moment to celebrate your achievements.",
        "Watch a comedy show or movie.",
        "Plan a spontaneous outing or adventure.",
        "Enjoy your favorite dessert guilt-free.",
        "Engage in a creative activity like painting.",
        "Host a virtual or in-person game night.",
        "Write a thank-you note to someone special.",
        "Plant flowers or start a small garden.",
        "Sing your favorite song out loud.",
        "Organize your favorite photos into an album.",
        "Buy yourself a small gift or token.",
        "Learn something new just for fun.",
        "Invite a friend to join you for an activity.",
        "Write about why today feels good.",
        "Watch funny videos or memes online.",
        "Read a feel-good book or story.",
        "Go stargazing or cloud-watching.",
        "Do a random act of kindness.",
        "Play a lighthearted board game or puzzle.",
        "Find a motivational quote and share it.",
        "Plan a picnic, even if it’s indoors.",
        "List your happiest memories and revisit them.",
        "Try a new type of exercise you enjoy.",
        "Volunteer to make someone else’s day brighter.",
        "Reconnect with nature by hiking or walking.",
        "Give yourself permission to rest and recharge.",
        "Reflect on the progress you’ve made in life.",
        "Laugh out loud, even if it’s at yourself.",
        "Wear something that makes you feel confident.",
        "Surround yourself with positive people.",
        "Join a class or group activity that excites you.",
        "Take time to indulge in your favorite hobby.",
        "Keep a collection of things that make you smile.",
        "Spend a moment being proud of yourself."
    ],
    "sad": [
        "Write your feelings in a journal.",
        "Watch a comforting movie or series.",
        "Talk to a trusted friend or family member.",
        "Spend time cuddling your pet.",
        "Go for a walk in a peaceful environment.",
        "Listen to soothing or uplifting music.",
        "Engage in a creative outlet like drawing.",
        "Do a small act of kindness for someone else.",
        "Remind yourself it’s okay to feel sad sometimes.",
        "Reflect on times when sadness passed before.",
        "Try grounding exercises to stay present.",
        "Drink a warm cup of tea or coffee.",
        "Wrap yourself in a cozy blanket.",
        "Read an inspiring or comforting book.",
        "Spend time with someone who makes you feel safe.",
        "Light a candle and sit quietly for a few moments.",
        "Do a simple workout to release tension.",
        "Write a letter to your future self.",
        "Focus on one small thing you’re grateful for.",
        "Take a long, relaxing bath.",
        "Hug someone you trust deeply.",
        "Cook a comforting meal.",
        "Declutter a small area to feel productive.",
        "Spend time gardening or caring for plants.",
        "Reconnect with a favorite childhood activity.",
        "Take time to reflect on your strengths.",
        "Write down things you’ve overcome in the past.",
        "Spend a moment appreciating your resilience.",
        "Cry if you feel the need—it’s healing.",
        "Watch funny or heartwarming videos.",
        "Call someone who lifts your spirits.",
        "Create something tangible, like crafts or art.",
        "Look through photos of happy memories.",
        "Do a puzzle or play a calming game.",
        "Surround yourself with comforting scents.",
        "Volunteer or help out in your community.",
        "Give yourself permission to rest.",
        "Read uplifting affirmations out loud.",
        "Take deep breaths to relax your body.",
        "Reflect on lessons learned from past challenges.",
        "Reach out to someone for emotional support.",
        "Try writing poetry or a short story.",
        "Paint or draw with colors that soothe you.",
        "Spend time in nature to clear your mind.",
        "Focus on small accomplishments for the day.",
        "Write about what sadness feels like to process it.",
        "Watch the sunrise or sunset.",
        "Focus on self-care activities.",
        "Meditate and visualize positive energy.",
        "Take small steps to lift your mood."
    ],
    "stressed": [
        "Take a few deep breaths and count to 5.",
        "Step outside for some fresh air.",
        "Try a quick meditation or mindfulness exercise.",
        "Write down your thoughts in a journal.",
        "Stretch your body to release physical tension.",
        "Listen to calming music or nature sounds.",
        "Take a break and walk around for a few minutes.",
        "Drink a glass of water to stay hydrated.",
        "Try progressive muscle relaxation.",
       "Take a short power nap (10-20 minutes).",
       "Practice gratitude by listing things you're thankful for.",
       "Try a breathing exercise, like box breathing.",
      "Spend time with a pet for some comfort.",
      "Laugh at something funny or watch a comedy.",
      "Call a friend or loved one for support.",
      "Try aromatherapy with calming scents like lavender.",
      "Do a creative activity, like drawing or coloring.",
      "Read a book or listen to an audiobook.",
      "Organize a small area of your space for a sense of control.",
      "Engage in a hobby you enjoy, like knitting or painting.",
      "Spend a few minutes in the sun or near a window.",
      "Visualize a peaceful place to calm your mind.",
      "Practice positive affirmations.",
      "Take a warm bath or shower to relax.",
      "Do some light exercise like yoga or walking.",
      "Limit screen time and social media consumption.",
      "Break tasks into smaller, more manageable steps.",
      "Use a stress ball or fidget toy to release tension.",
      "Try a guided relaxation video or app.",
      "Write a letter to yourself or someone you trust.",
      "Do something kind for someone else.",
      "Take a moment to just breathe and reset your mind.",
      "Try a body scan meditation to relax your muscles.",
      "Practice mindfulness by focusing on your surroundings.",
      "Get in touch with nature, such as taking a walk in the park.",
      "Make a cup of tea or your favorite soothing beverage.",
      "Focus on one task at a time instead of multitasking.",
      "Take a moment to pause and reflect on your achievements.",
      "Let go of perfectionism and accept things as they are.",
      "Take time to relax with your favorite TV show or movie.",
      "Try guided imagery to mentally escape to a peaceful place.",
      "Get up and move—dance, stretch, or just shake it off.",
      "Try mindful eating—pay attention to each bite.",
      "Do something spontaneous that makes you happy.",
      "Smile at yourself in the mirror for a quick mood boost.",
      "Set a timer for a mini break to refresh your mind.",
      "Disconnect for a few minutes to recharge.",
      "Start a gratitude jar and add something every day.",
      "Indulge in your favorite comfort food (in moderation).",
      "Visualize your stress melting away with each breath."
    ],
    "anxious": [
      "Focus on your breath: inhale slowly, exhale slowly.",
       "Take a break and go for a walk outside.",
      "Practice grounding techniques by naming five things you can see.",
      "Try progressive muscle relaxation by tensing and releasing muscles.",
      "Write down your feelings in a journal to process emotions.",
      "Visualize a peaceful scene or a place where you feel safe.",
      "Try a 5-minute guided meditation to calm your mind.",
      "Use a stress ball or fidget spinner to focus your energy.",
      "Listen to calming music or nature sounds.",
      "Acknowledge your feelings and remind yourself it’s okay to feel anxious.",
      "Practice mindfulness by staying present in the moment.",
      "Limit caffeine intake, as it can increase anxiety.",
      "Take deep, slow breaths to help calm your nervous system.",
      "Do some light exercise like yoga or stretching.",
      "Practice positive affirmations and remind yourself of your strengths.",
      "Disconnect from your phone or screen for a short time.",
      "Drink a warm cup of tea, such as chamomile or lavender.",
      "Talk to a friend or family member about how you're feeling.",
      "Try a quick body scan to relax your muscles from head to toe.",
      "Engage in a creative activity like drawing, painting, or crafting.",
      "Take a break from social media and news to reduce stress.",
      "Use a weighted blanket to calm your nervous system.",
      "Write a letter to yourself with words of encouragement.",
      "Go for a short walk or spend time in nature.",
      "Spend a few minutes practicing gratitude by listing things you appreciate.",
      "Practice mindful breathing by counting your inhales and exhales.",
      "Take a moment to acknowledge your feelings without judgment.",
      "Do a relaxation exercise like body scanning or guided imagery.",
      "Set a timer for a 5-minute break to reset your mind.",
      "Take a deep breath and focus on releasing any tension in your body.",
      "Try a warm bath or shower to relax your muscles.",
      "Use aromatherapy with calming scents like lavender or eucalyptus.",
      "Focus on one thing at a time to avoid overwhelming yourself.",
      "Engage in a hobby you enjoy, like reading or cooking.",
      "Practice yoga or Tai Chi for gentle movement and relaxation.",
      "Remind yourself that feelings of anxiety are temporary and will pass.",
      "Avoid overloading your schedule; take one thing at a time.",
      "Write down your worries, then set them aside for later.",
      "Try journaling about your emotions without any judgment.",
      "Stretch your body to release built-up tension and anxiety.",
      "Spend time with pets or animals to bring a sense of calm.",
      "Take a few moments to close your eyes and focus on your breathing.",
      "Do some simple, slow breathing exercises like the 4-7-8 technique.",
      "Try laughter or watch something that makes you smile.",
      "Take time to slow down and focus on one task at a time.",
      "Have a cup of warm water with lemon or ginger to soothe your body.",
      "Remind yourself of your past successes and strengths.",
      "Try doing something creative, like knitting or writing poetry.",
      "Take a step back and focus on things within your control.",
      "Engage in mindful eating—eat slowly and savor your food.",
      "Limit your exposure to stressful situations when possible.",
      "Spend time with supportive people who make you feel safe.",
      "Take a moment to be kind to yourself and practice self-compassion.",
      "Remind yourself that it's okay to ask for help when needed.",
      "Try practicing yoga poses like child's pose or deep forward bends.",
      "Set realistic goals and break them into smaller, more manageable steps.",
    "Remember that it's okay to not be perfect and to make mistakes.",
     "Stay hydrated and avoid dehydration, which can affect your mood.",
    "Avoid negative self-talk—reframe your thoughts with positivity."
  ],
  "calm": [
    "Practice deep breathing: inhale deeply for 4 counts, hold for 4, exhale for 4.",
    "Take a few minutes to sit quietly and meditate.",
    "Spend time in nature, whether it's a park or your garden.",
    "Focus on the present moment, letting go of past or future worries.",
    "Stretch your body to release any built-up tension.",
    "Listen to soft, calming music or nature sounds.",
    "Try aromatherapy with scents like lavender or eucalyptus.",
    "Take a warm bath or shower to relax your muscles.",
    "Engage in a hobby that brings you peace, like knitting or painting.",
    "Practice mindfulness by paying attention to your senses in the present moment.",
    "Take a break from technology to unplug and recharge.",
    "Practice gratitude by writing down things you're thankful for.",
    "Do a body scan meditation to check in with how your body feels.",
    "Write in a journal to clear your mind and process your thoughts.",
    "Visualize a peaceful place or memory to calm your mind.",
    "Slowly sip a warm beverage like chamomile tea or hot water with lemon.",
    "Take a walk outside, especially in a calm, quiet environment.",
    "Do some light yoga or tai chi for relaxation and flow.",
    "Read a book or listen to an audiobook to immerse yourself in a calming story.",
    "Practice positive affirmations to cultivate a peaceful mindset.",
    "Smile to trigger the relaxation response in your body.",
    "Engage in mindful eating by savoring each bite slowly and intentionally.",
    "Focus on your breath for a few minutes to center yourself.",
    "Do something creative like drawing, coloring, or crafting.",
    "Spend quality time with a pet to feel comforted and calm.",
    "Do a slow, mindful walk to clear your mind and focus on your surroundings.",
    "Practice slow, gentle stretching to relax tight muscles.",
    "Give yourself permission to slow down and take a break.",
    "Limit distractions by turning off notifications and setting boundaries.",
    "Spend a few minutes doing nothing—just sitting and being present.",
    "Practice self-compassion and remind yourself that it's okay to rest.",
    "Light candles or incense to create a  calming environment.",
    "Practice deep belly breathing to activate your body's relaxation response.",
    "Watch a calming video or documentary about nature or calming topics.",
    "Use a weighted blanket for a comforting and soothing feeling.",
    "Focus on a relaxing image or mantra to help you stay calm.",
    "Do a relaxing guided meditation or visualization exercise.",
    "Remember to take things one step at a time and not rush through tasks.",
    "Engage in light gardening or caring for plants to connect with nature.",
    "Set aside time each day to relax, even if it's just for a few minutes.",
    "Create a relaxing environment with soft lighting and minimal clutter.",
    "Do a mindful breathing exercise with your eyes closed.",
    "Practice patience with yourself and others in challenging situations.",
    "Take a break and watch the clouds, stars, or sunset to calm your mind.",
    "Do simple, repetitive activities like folding laundry or washing dishes to stay grounded.",
    "Be kind to yourself and avoid negative self-talk.",
    "Treat yourself to a quiet, relaxing space where you can unwind.",
    "Learn to say no to extra responsibilities that may overwhelm you.",
    "Let go of perfectionism and embrace the beauty of imperfection.",
    "Engage in deep stretching or yoga poses that encourage relaxation.",
    "Write down any worries or stress and then let them go for the moment.",
    "Surround yourself with calming visuals, like nature scenes or soothing colors.",
    "Practice slow, mindful walking to release tension and focus on your body.",
    "Try guided relaxation apps or videos to help you unwind.",
    "Spend a few minutes simply being present, without the need to do anything."
  ]
}